afractal.node-essentials
bhshawon.node-json-autocomplete
bracketpaircolordlw.bracket-pair-color-dlw
chris-noring.node-snippets
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-pull-request-github
leizongmin.node-module-intellisense
mikestead.dotenv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ko
naumovs.color-highlight
pkief.material-icon-theme
redhat.vscode-yaml
sibiraj-s.vscode-scss-formatter
swellaby.node-pack
tgreen7.vs-code-node-require
vue.volar
wallabyjs.quokka-vscode
wix.vscode-import-cost
xabikos.javascriptsnippets
